Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: No animal in England knows the meaning of happiness or leisure after he is a year old. No animal in England is free.
uk_1984_iryna_dybko_khutir_tvaryn: Ні одна тварина в нашому краю не знає, що таке щастя й дозвілля, вже від першого року життя. Ні одна тварина не є вільною, живе у неволі й біді.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Жодна тварина в Англії, старша року, не відає, що таке щастя і дозвілля. Жодна тварина в Англії не є вільною.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Жодна тварина в Англії не знає й хвилини спокою і щастя відтоді, як їй виповниться рік. Жодна тварина в Англії не знає, що таке свобода.

source: “But is this simply part of the order of nature?
uk_1984_iryna_dybko_khutir_tvaryn: Чи є це згідно із законами природи?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але, може, це просто такий природний стан речей?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та хіба такий природний стан речей?

source: Is it because this land of ours is so poor that it cannot afford a decent life to those who dwell upon it?
uk_1984_iryna_dybko_khutir_tvaryn: А чи ці обмеження є тому, що край наш такий бідний і не спроможний дозволити на вигідне життя тим, що тяжко працюють і живуть в нужді?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чи, може, наша земля настільки убога, що не здатна прогодувати тих, хто живе на ній?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чи така вже злиденна наша країна, що не в змозі запропонувати гідне життя тим, хто населяє її?

source: No, comrades, a thousand times no!
uk_1984_iryna_dybko_khutir_tvaryn: Ні! Товариші, тисяча разів ні!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ні, товариші! Тисячократ ні!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ні, товариші, однозначно ні!

source: The soil of England is fertile, its climate is good, it is capable of affording food in abundance to an enormously greater number of animals than now inhabit it.
uk_1984_iryna_dybko_khutir_tvaryn: Земля нашого краю є урожайна, підсоння сприятливе. Наша земля спроможна прохарчувати більше чим достатньо, декілька разів більше число звірят, як нас тут усіх є.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Англійська земля родюча і клімат сприятливий; земля спроможна прогодувати значно більше тварин, ніж є зараз.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ґрунт Британії родючий, клімат її благодатний, земля може нагодувати набагато більше тварин, ніж є нині.

source: This single farm of ours would support a dozen horses, twenty cows, hundreds of sheep — and all of them living in a comfort and a dignity that are now almost beyond our imagining.
uk_1984_iryna_dybko_khutir_tvaryn: Ось цей хутір, що на ньому проживаємо, він може дати вигідні умови до життя дванадцятьом коням, двадцятьом коровам, соткам овечок. Всі вони можуть жити в такому достатку, що нашій уяві й не сила схопити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише наша ферма прогодувала б десяток коней, двадцять корів, сотні овець, і то так, що всі жили б у такому достатку і з такою гідністю, які годі навіть уявити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише наша ферма прогодувала б дюжину коней, двадцять корів, сотні овець — і всі вони жили б в радості й достатку, про які нині годі й мріяти.

source: Why then do we continue in this miserable condition?
uk_1984_iryna_dybko_khutir_tvaryn: Тож чому живемо в таких нужденних умовах?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чому ж тоді ми й досі отак гибіємо?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чому ж ми всього цього не маємо, а існуємо в таких жалюгідних умовах?

source: Because nearly the whole of the produce of our labour is stolen from us by human beings.
uk_1984_iryna_dybko_khutir_tvaryn: А саме тому, що всі плоди нашої праці краде від нас людина.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бо майже всю нашу працю крадуть собі людські створіння.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та тому, що майже все, вироблене нами, крадуть люди.

source: There, comrades, is the answer to all our problems. It is summed up in a single word — Man.
uk_1984_iryna_dybko_khutir_tvaryn: Зміст наших недостатків, проблем і горя є в одному слові: людина.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Осьде, товариші, відповідь на всі наші злигодні. Вона в одному-єдиному слові — Людина.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось чому вас обступають злидні. Назва нашим головним бідам — Людина.

source: Man is the only real enemy we have.
uk_1984_iryna_dybko_khutir_tvaryn: Людина — наш найтяжчий, єдиний ворог.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Людина — ось наш справжній ворог.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Людина — наш справжній ворог.

source: Remove Man from the scene, and the root cause of hunger and overwork is abolished for ever.
uk_1984_iryna_dybko_khutir_tvaryn: Позбувшись людини, позбудемося горя, голоду і перевтоми назавжди.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Усуньте Людину, і першопричина голоду та виснажливої праці зникне назавжди.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Заберіть звідси Людину — основну причину голоду й рабське становище тварин буде усунено навіки.

source: “Man is the only creature that consumes without producing.
uk_1984_iryna_dybko_khutir_tvaryn: Людина єдине створіння, що споживає все те, до чого не причиняється своїм зусиллям;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Людина — єдина істота, що не виробляє, а споживає.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Людина — єдина істота, яка споживає, але не виробляє.

source: He does not give milk, he does not lay eggs, he is too weak to pull the plough, he cannot run fast enough to catch rabbits.
uk_1984_iryna_dybko_khutir_tvaryn: вона не дає молока, не несе яєць, не спроможна швидкістю свого бігу зловити зайця, не є в силі орати поле.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона не доїться, не несеться, вона заслабка тягнути плуга, надто повільна, щоб ловити зайців.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вона не дає молока, не несе яєць, вона заслабка, щоб перти плуга, занадто повільно бігає, щоб ловити зайців.

source: Yet he is lord of all the animals.
uk_1984_iryna_dybko_khutir_tvaryn: А проте називає себе паном всіх тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте вона — господар над тваринами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте саме Людина панує над тваринами.

source: He sets them to work, he gives back to them the bare minimum that will prevent them from starving, and the rest he keeps for himself.
uk_1984_iryna_dybko_khutir_tvaryn: Людина запрягає нас до праці, а за те, найбільш обмеженим способом, прохарчовує нас, просто, щоб ми з голоду не вигинули, та й більшу кількість наших продуктів забирає для себе.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона змушує їх тяжко гарувати, віддаючи мізерну дещицю, аби ми не померли з голоду; решту ж забирає собі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вона змушує їх без упину працювати, віддаючи лише стільки, щоб вони не померли з голоду, решту ж забирає собі.

source: Our labour tills the soil, our dung fertilises it, and yet there is not one of us that owns more than his bare skin.
uk_1984_iryna_dybko_khutir_tvaryn: Наша праця, наш гній, повертає землю в родючі поля, а що з цього ми маємо? Які плоди землі, та в якій кількості нам дістаються? Ніхто з нас не посідає нічого більше, як лише власну шкіру.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Нашою працею ореться земля, нашим гноєм удобрюється, а ми тільки й маємо що власну шкуру.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нашою працею обробляється земля, нашим гноєм вона удобрюється, а ми не маємо нічого, крім власної шкури.

source: You cows that I see before me, how many thousands of gallons of milk have you given during this last year?
uk_1984_iryna_dybko_khutir_tvaryn: Ви, корови, що вас бачу перед собою, скажіть, куди скільки то ви тисяч ґальонів молока дали?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ось ви, корови, переді мною: скільки молока надоїли з вас цього року?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось ви, корови, що переді мною: скільки тисяч галонів молока дали ви цього року?

source: And what has happened to that milk which should have been breeding up sturdy calves?
uk_1984_iryna_dybko_khutir_tvaryn: Скажіть, куди воно ділось? Таж ним ви повинні б лише свої телята годувати!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А що сталося з тим молоком, яким би вам напувати своїх теляток?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А що зробили вони з цим молоком, яким можна було вигодувати міцних бичків?

source: Every drop of it has gone down the throats of our enemies.
uk_1984_iryna_dybko_khutir_tvaryn: Але не так воно є, бо кожна крапля вашого молока потекла в несите горло найтяжчого ворога.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Усе до краплі пішло в горлянки наших ворогів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До останньої краплі пішло воно у шлунки наших ворогів.

source: And you hens, how many eggs have you laid in this last year, and how many of those eggs ever hatched into chickens?
uk_1984_iryna_dybko_khutir_tvaryn: А ви, кури, скільки то яєць нанесли ви цього року? Скільки ж бо із них курят вийшло?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А ви, кури, скільки яєць знесли цього року? Скільки з тих яєць вивелося курчат?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А ви, кури, скільки яєць знесли цього року — і скільки з них вивелося курчат? Мало.

source: The rest have all gone to market to bring in money for Jones and his men.
uk_1984_iryna_dybko_khutir_tvaryn: О, так, більша кількість їх пішла на базар і принесла Романову, його родині та наймитам гроші.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Обмаль. Все пішло на продаж, збагатити Джонса та його людей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усе пішло на ринок, щоб кишені Джонса і його наймитів наповнилися грішми.

source: And you, Clover, where are those four foals you bore, who should have been the support and pleasure of your old age? Each was sold at a year old — you will never see one of them again.
uk_1984_iryna_dybko_khutir_tvaryn: Або ти, Конева, скажи, де поділись твої лошата, аж чотири ти ж їх породила, вони повинні б при тобі вирости і стати поміччю на твої старші роки. Та не так воно є, бо кожне з них пішло на продаж і ти їх уже ніколи не побачиш.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А де твої, Конюшинко, четверо лошат, що ти привела? Вони ж мали підтримати й тішити тебе на старість! Кожне продали, коли їм не сповнилося й року. І жодного ти вже ніколи не побачиш.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А ти, Люцерно, скажи, де ті четверо лошат, виношених тобою? Вони могли б втішати й підтримувати тебе на старість, проте їх продали, коли їм не виповнилося й року. І жодного ти ніколи не побачиш.

source: In return for your four confinements and all your labour in the fields, what have you ever had except your bare rations and a stall?
uk_1984_iryna_dybko_khutir_tvaryn: Що ж ти дістала за те, що родила, за те, що тяжко працюєш у полі й навкруг хутора, за твою совісну і віддану працю не дають тобі більш нічого, крім скупого прохарчування й місця в стайні.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що ти знала окрім голодної пайки й стійла за всі свої муки і всю свою працю в полі?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усе своє життя ти працюєш у полі, а що за це маєш, окрім худої торби з вівсом і дерев’яного стійла?

source: “And even the miserable lives we lead are not allowed to reach their natural span.
uk_1984_iryna_dybko_khutir_tvaryn: Але навіть і при таких нужденних обставинах хочемо жити, але, на жаль, не всім у тому щастить.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: При всій жалюгідності нашого існування нам не дають навіть померти своєю смертю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І навіть те жалюгідне існування, що ми ведемо, не закінчується природно.

source: For myself I do not grumble, for I am one of the lucky ones. I am twelve years old and have had over four hundred children. Such is the natural life of a pig.
uk_1984_iryna_dybko_khutir_tvaryn: Правда, я не повинен дорікати, мені пощастило вже дванадцять років прожити; завдяки мені, чотириста поросят побачило світло денне, до речі, це природне явище для нас, кабанів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Я не нарікаю на свою долю, ні, бо мені ще пощастило. Мені дванадцять років, я — батько понад чотирьох сотень діток. І це природне життя свині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я на свою долю не нарікаю, бо маю трохи щастя. Мені дванадцять років, у мене більш як чотириста дітей. Це — непогана доля для кнура.

source: But no animal escapes the cruel knife in the end.
uk_1984_iryna_dybko_khutir_tvaryn: Га, загалом, ні одній тварині не пощастить оминути зустрічі з жорстоким ножем.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але нікому врешті-решт не уникнути безжального рожна.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та врешті-решт жодна тварина не втече від безжального ножа.

source: You young porkers who are sitting in front of me, every one of you will scream your lives out at the block within a year.
uk_1984_iryna_dybko_khutir_tvaryn: Ви всі, молоді поросята, що ось тут сидите передо мною, за один рік, із криком розпуки й страху попрощаєтеся з життям.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ви ось молоді підсвинки переді мною, через рік будете верещати в смертельному жахові на бойні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось ви, молоді підсвинки переді мною, знайте: кожен з вас не пізніше, ніж через рік зійде вереском в руках м’ясника.

source: To that horror we all must come — cows, pigs, hens, sheep, everyone.
uk_1984_iryna_dybko_khutir_tvaryn: До того ганебного страхіття ми всі, без вибору, зближаємося: корови, овечки, свині, качки й кури, буквально, кожний з нас.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через це жахіття ми всі повинні пройти: корови, свині, кури, вівці — всі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі проходять цей неминучий жах — і корови, і свині, і кури, і вівці — усі без винятку.

source: Even the horses and the dogs have no better fate.
uk_1984_iryna_dybko_khutir_tvaryn: Навіть коней і псів стрічає та сама доля.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть у коней та псів не краща доля.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть у коней і собак не краща доля.

source: You, Boxer, the very day that those great muscles of yours lose their power, Jones will sell you to the knacker, who will cut your throat and boil you down for the foxhounds.
uk_1984_iryna_dybko_khutir_tvaryn: І ти, Добрилов, коли постарієшся і твої м’язи втратять силу, Романов повезе тебе на продаж, щоб у Волгограді зготовити для мисливських собак.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Як тільки в тебе, Боксере, знесиляться твої м'язи, як того ж дня Джонс продасть тебе живолупу, а той переріже тобі горло й твоє м'ясо згодує хортам.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Того дня, коли твої потужні м’язи, Боксере, втратять силу, Джонс продасть тебе шкуродеру, який переріже тобі горлянку, а м’ясо згодує псам.

source: As for the dogs, when they grow old and toothless, Jones ties a brick round their necks and drowns them in the nearest pond.
uk_1984_iryna_dybko_khutir_tvaryn: А яка вже доля собак? Ох, не краща за інших тварин, бо коли вони вже неспроможні догодити примхливому Романову, тоді він прив’язує їм камінь до шиї і кидає у найближче озеро.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А псам, коли ті старіють і втрачають зуби, Джонс прив'язує на шиї цеглину й топить у найближчому ставку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А з собаками, які постаріли та втратили зуби, Джонс чинить ще простіше: цегла на шию — і в найближчий ставок.

source: “Is it not crystal clear, then, comrades, that all the evils of this life of ours spring from the tyranny of human beings?
uk_1984_iryna_dybko_khutir_tvaryn: Отже, чи не є це святою правдою, що кожне єхидне лихо в нашому житті виводиться від тирана - людини?!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: То хіба не ясніше ясного вам, товариші, що всі напасті наші через людську тиранію?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож, товариші, хіба не очевидно, що все зло в нашому житті від тиранії людей?

source: Only get rid of Man, and the produce of our labour would be our own.
uk_1984_iryna_dybko_khutir_tvaryn: Тож позбудьмося людини якнайшвидше і всі наші плоди будуть наші й у нас.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Позбудьмося Людини, і плоди нашої праці належатимуть нам самим.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Варто лише позбутися Людини, і продукти нашої праці належатимуть тільки нам самим.

source: Almost overnight we could become rich and free.
uk_1984_iryna_dybko_khutir_tvaryn: Просто за одну ніч можемо бути вільні й багаті.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І вже чи не наступного світанку ми стали б багатими і вільними.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мало не в один день ми можемо стати вільними й багатими.

source: What then must we do? Why, work night and day, body and soul, for the overthrow of the human race!
uk_1984_iryna_dybko_khutir_tvaryn: Що ж у тому напрямі маємо робити? Мусимо день і ніч, повсякчасно, всіма прикметами свого духу та органами тіла працювати, щоб раз назавжди позбутися людства.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: То що ж нам діяти?! А трудитися денно і нощно, душею і тілом, аби здолати людське поріддя!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Що ж треба зробити? Так, звичайно ж, докласти всіх зусиль, щоб повалити людське панування!

source: That is my message to you, comrades: Rebellion!
uk_1984_iryna_dybko_khutir_tvaryn: Моє послання до вас, товариші: Революція! Повстання!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тож мій заклик до вас, товариші, — Повстання!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось вам мій заповіт, товариші: Повстання!

source: I do not know when that Rebellion will come, it might be in a week or in a hundred years, but I know, as surely as I see this straw beneath my feet, that sooner or later justice will be done.
uk_1984_iryna_dybko_khutir_tvaryn: Правда, я не знаю, коли той час наспіє, але я є переконаний, так, як ось зараз стою на соломі, що Революція прийде. І неважливо, чи буде це за тиждень, за рік, чи за сто; я вірю, що справедливість житиме у нас.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не знаю, коли воно станеться, через тиждень чи через століття, але так само впевнено, як бачу цю билинку перед собою, бачу й те, що рано чи пізно справедливість восторжествує.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не знаю, коли воно станеться, може, через тиждень, може, — через сто років, але я впевнений — так само як у тому, що лежу зараз на соломі — рано чи пізно справедливість переможе.

source: Fix your eyes on that, comrades, throughout the short remainder of your lives!
uk_1984_iryna_dybko_khutir_tvaryn: Тож будьте у своєму, хоч короткому, житті задивлені в нашу справедливість.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зверніть свої погляди до того дня, товариші, на той короткий залишок вашого життя.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Треба спрямувати всі зусилля на виконання цього завдання, яким би коротким не було ваше життя!

source: And above all, pass on this message of mine to those who come after you, so that future generations shall carry on the struggle until it is victorious.
uk_1984_iryna_dybko_khutir_tvaryn: Передавайте мої слова майбутнім поколінням, щоб вони прямували всім своїм буттям до перемоги.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А найперше передайте мій заклик своїм нащадкам, щоб майбутні покоління боролися до остаточної перемоги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І найголовніше, передайте цей мій заповіт тим, хто прийде після вас, щоб майбутні покоління боролися до остаточної перемоги!

source: “And remember, comrades, your resolution must never falter. No argument must lead you astray.
uk_1984_iryna_dybko_khutir_tvaryn: І пам’ятайте, товариші — ваше рішення не має захитатися чи перейти в нерішучість, ніякі аргументи не мають права станути на шляху вашої мети.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І пам'ятайте, товариші, нехай ваша рішучість буде несхитною. Щоб ніяка чвара не збила вас на манівці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І пам’ятайте, товариші, ваша рішучість повинна бути непохитною. Ніщо не має збити вас із прямого шляху на манівці.

source: Never listen when they tell you that Man and the animals have a common interest, that the prosperity of the one is the prosperity of the others. It is all lies.
uk_1984_iryna_dybko_khutir_tvaryn: Ніколи не повірте, коли казатимуть вам, процвітання добробуту є спільним явищем людини із твариною, бо це брехня.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не слухайте, коли вам казатимуть, нібито в людини й тварини спільні інтереси, що процвітання Людини — і ваше процвітання. То все — бридня!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не слухайте тих, хто каже, що в людини й тварини спільні інтереси, що людський добробут означає ваше процвітання. Все це — брехня.

source: Man serves the interests of no creature except himself.
uk_1984_iryna_dybko_khutir_tvaryn: Людина ніколи не ділилася й не ділиться з нами своїми успіхами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Людина знає свою і тільки свою користь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Людина дбає тільки про власні інтереси.

source: And among us animals let there be perfect unity, perfect comradeship in the struggle.
uk_1984_iryna_dybko_khutir_tvaryn: Тому саме в нашому світі мусить жити єдність і дружба в боротьбі за наші права.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А серед нас, тварин, нехай запанує цілковита єдність, справжнє братерство у борні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але серед нас, тварин, нехай буде повне єднання, повна співдружність у спільній боротьбі.

source: All men are enemies. All animals are comrades.”
uk_1984_iryna_dybko_khutir_tvaryn: Пам’ятайте, що всі люди — це наші вороги, а всі тварини — це товариші!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі тварини — друзі!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Всі Люди — наші вороги. Всі тварини — товариші.

source: At this moment there was a tremendous uproar. While Major was speaking four large rats had crept out of their holes and were sitting on their hindquarters, listening to him. The dogs had suddenly caught sight of them, and it was only by a swift dash for their holes that the rats saved their lives.
uk_1984_iryna_dybko_khutir_tvaryn: В цю хвилину зчинився великий крик, під час промови Маркова чотири щурі вийшли із своїх сховків і уважно прислухались до кожного слова, але коли їх пси побачили, погналися за щурами і тільки не з абияким щастям щурам вдалося у свої норки сховатись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зчинився страшенний гармидер. Поки Майор промовляв, з нір вилізли чотири пацюки і стали слухати його, звівшись на задні лапки. Пси раптом помітили їх, і лише блискавична втеча до своїх нір врятувала пацюкам життя.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Раптом усі заметушилися. Поки Майор говорив, четвірка щурів вилізла з нірок і, звівшись на задні лапи, слухала промову. Їх помітили собаки, і лише швидкість, з якою пацюки метнулись в нори, врятувала їх від наглої смерті.

source: Major raised his trotter for silence.
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші! Випростувавшися, глянув на всіх зі свого місця на підвищенні Марков, відтак підніс ратицю, щоби втихомирити тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Майор підніс ратицю, закликаючи до тиші.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Майор підняв ратицю, закликаючи зібрання до мовчання.
